Revit 2027 API
SymbolTypeId.KipPerInSup2 Property
 Symbol kip/in², indicating unit Kips per square inch.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId KipPerInSup2 { get; }
Public Shared ReadOnly Property KipPerInSup2 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ KipPerInSup2 {
	ForgeTypeId^ get ();
}
static member KipPerInSup2 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace